Repository: microsoft/WSL
Catalog: localization/strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# Settings_OOBEGUIApps_AppsListDescription.Text
source: Heres a list of apps to try (You can install all of these in Ubuntu by typing 'sudo apt install <The App Name>') gedit Basic text editor audacity Record and edit audio files blender Make 3D animations and visualizations gimp Edit photos nautilus A Linux file explorer vlc Video player
cs_cz: Tady je seznam aplikací, které můžete vyzkoušet (všechny tyto aplikace můžete nainstalovat v Ubuntu zadáním sudo apt install <Název aplikace>) • gedit – základní textový editor • audacity – záznam a úprava zvukových souborů • blender – vytváření 3D animací a vizualizací • gimp – editor fotek • nautilus – průzkumník souborů pro Linux • vlc – přehrávač videa
da_dk: Her er en liste over apps, som du kan prøve (Du kan installere alle disse i Ubuntu ved at skrive 'sudo apt install <The App Name>') • gedit – Basic teksteditor • audacity – Optag og rediger lydfiler • blender – Lav 3D-animationer og visualiseringer • gimp – Rediger fotos • nautilus – A Linux-stifinder • vlc – Video-afspiller
de_de: Hier ist eine Liste mit Apps, die Sie ausprobieren können (Sie können sie alle in Ubuntu installieren, indem Sie „sudo apt install <Name der App>“ eingeben). • gedit – Einfacher Texteditor • audacity – Audiodateien aufnehmen und bearbeiten • blender – Erstellen von 3D-Animationen und -Darstellungen • gimp – Fotos bearbeiten • nautilus – Ein Linux-Dateiexplorer • vlc – Videoplayer
el_gr: Ακολουθεί μια λίστα εφαρμογών για να δοκιμάσετε (Μπορείτε να τις εγκαταστήσετε όλες στο Ubuntu πληκτρολογώντας 'sudo apt install <Όνομα Εφαρμογής>') • gedit – Βασικό πρόγραμμα επεξεργασίας κειμένου • audacity – Εγγραφή και επεξεργασία αρχείων ήχου • blender – Δημιουργία τρισδιάστατων (3D) κινούμενων σχεδίων και οπτικοποιήσεων • gimp – Επεξεργασία φωτογραφιών • nautilus – Ένας εξερευνητής αρχείων Linux • vlc – Πρόγραμμα αναπαραγωγής βίντεο
es_es: Esta es una lista de aplicaciones para probar (puede instalarlas todas en Ubuntu escribiendo 'sudo apt install <Nombre de aplicación>') • gedit: editor de texto básico • audacity: grabar y editar archivos de audio • blender: crear animaciones y visualizaciones 3D • gimp: editar fotos • nautilus: explorador de archivos de Linux • vlc: reproductor de vídeo
fi_fi: Tässä on luettelo sovelluksissa, joita voit kokeilla (voit asentaa kaikki nämä Ubuntussa kirjoittamalla sudo apt install <sovelluksen nimi>) • gedit – Perustekstieditori • audacity – Tallenna ja muokkaa äänitiedostoja • blender – Tee 3D-animaatioita ja visualisointeja • gimp – Muokkaa valokuvia • nautilus – Linuxin resurssienhallinta • vlc – Videosoitin
fr_fr: Voici une liste d'applications à essayer (vous pouvez les installer toutes dans Ubuntu en tapant « sudo apt install <Le nom de l'application> ») • gedit – Éditeur de texte de base • audacity – Enregistrer et éditer des fichiers audio • blender – Créez des animations et des visualisations 3D • gimp – Retouche de photos • nautilus – Un explorateur de fichiers Linux • vlc – Lecteur vidéo
hu_hu: Íme a kipróbálandó alkalmazások listája (az összes alkalmazást telepítheti Ubuntuban a 'sudo apt install <Az alkalmazás neve>' beírásával) • gedit – Basic szövegszerkesztő • audacity – Hangfájlok rögzítése és szerkesztése • blender – 3D animációk és vizualizációk készítése • gimp – Fényképek szerkesztése • nautilus – Egy Linux fájlkezelő • vlc – Videolejátszó
it_it: Ecco un elenco di app da provare (puoi installarle tutte in Ubuntu digitando `sudo apt install <Nome dell'app>') • gedit: editor di testo di base • audacity: registra e modifica i file audio • blender: crea animazioni e visualizzazioni 3D • gimp: modifica foto • nautilus: esplora i file Linux • vlc: lettore video
ja_jp: ここでは、試しているアプリの一覧を示します ('sudo apt install <アプリ名>' と入力すると、Ubuntu でこれらすべてをインストールできます) • gedit – 基本テキスト エディター • audacity – オーディオ ファイルの録音と編集 • blender – 3D アニメーションと視覚エフェクトの作成 • gimp – 写真の編集 • nautilus – Linux ファイル エクスプローラー • vlc – ビデオ プレーヤー
ko_kr: 다음은 시도할 앱 목록입니다('sudo apt install <앱 이름>'을 입력하여 Ubuntu에서 이러한 모든 항목을 설치할 수 있습니다.) • gedit – 기본 텍스트 편집기 • audacity – 오디오 파일 녹음 및 편집 • blender – 3D 애니메이션 및 시각화 만들기 • gimp – 사진 편집 • nautilus – Linux 파일 탐색기 • vlc – 비디오 플레이어
nb_no: Her er en liste over apper du kan prøve (Du kan installere alle disse i Ubuntu ved å skrive inn sudo apt install <Navnet på appen>) • gedit – grunnleggende tekstredigeringsprogram • audacity – ta opp og rediger lydfiler • blender – lag 3D-animasjoner og visualiseringer • gimp – rediger bilder • nautilus – en Linux-filutforsker • vlc – videospiller
nl_nl: Hier ziet u een lijst met apps die u kunt proberen (u kunt al deze apps installeren in Ubuntu door 'sudo apt install <De app-naam>' te typen) • gedit – Eenvoudige teksteditor • audacity – Audiobestanden opnemen en bewerken • blender – 3D-animaties en -visualisaties maken • gimp – Foto's bewerken • nautilus – Een Linux-bestandenverkenner • vlc – Videospeler
pl_pl: Oto lista aplikacji do wypróbowania (możesz zainstalować wszystkie te aplikacje w systemie Ubuntu, wpisując „sudo apt install <The App Name>”) • gedit — podstawowy edytor tekstów • audacity — nagrywanie i edytowanie plików dźwiękowych • blender — tworzenie animacji i wizualizacji 3D • gimp — edytowanie zdjęć • nautilus — eksplorator plików systemu Linux • vlc — odtwarzacz wideo
pt_br: Aqui está uma lista de aplicativos para experimentar (Você pode instalar todos esses no Ubuntu digitando 'sudo apt install <O Nome do Aplicativo>') • gedit: editor de texto básico • audacity: gravar e editar arquivos de áudio • blender: criar visualizações e animações 3D • gimp: editar fotos • nautilus: um explorador de arquivos do Linux • vlc: player de vídeo
pt_pt: Eis uma lista de aplicações a experimentar (pode instalar todas no Ubuntu ao escrever 'sudo apt install <The App Name>') • gedit – Editor de texto básico • audacity – Gravar e editar ficheiros de áudio • blender – Fazer animações e visualizações 3D • gimp – Editar fotografias • nautilus – Um explorador de ficheiros do Linux • vlc – Leitor de vídeo
ru_ru: Вот список приложений, которые можно попробовать (все эти приложения можно установить в Ubuntu командой "sudo apt install <имя_приложения>") • gedit — базовый текстовый редактор • audacity — запись и редактирование звуковых файлов • blender — создание трехмерных анимаций и визуализаций • gimp — редактирование фотографий • nautilus — проводник для файлов Linux • vlc — видеопроигрыватель
sv_se: Här är en lista över appar att prova (du kan installera alla dessa i Ubuntu genom att skriva sudo apt install <Appnamnet>) • gedit – Grundläggande textredigerare • audacity – Spela in och redigera ljudfiler • blender – Gör 3D-animeringar och visualiseringar • gimp – Redigera foton • nautilus – En Linux-filutforskare •vlc – videospelare
tr_tr: Denenecek uygulamaların listesini aşağıda bulabilirsiniz (Bunların hepsini Ubuntu'ya 'sudo apt install <The App Name>' yazarak yükleyebilirsiniz) • gedit: Temel metin düzenleyici • audacity: Ses dosyalarını kaydetme ve düzenleme • blender: 3B animasyonlar ve görselleştirmeler yapma • gimp: Fotoğrafları düzenleme • nautilus: Linux dosya gezgini • vlc: Video oynatıcı
zh_cn: 下面是可尝试的应用列表(可以通过键入 'sudo apt install <The App Name>' 在 Ubuntu 中安装所有这些应用) • gedit - 基本文本编辑器 • audacity - 录制和编辑音频文件 • blender - 制作 3D 动画和可视化效果 • gimp - 编辑照片 • nautilus - Linux 文件资源管理器 • vlc - 视频播放器
zh_tw: 以下列出可嘗試的應用程式 (您可以鍵入 'sudo apt install <應用程式名稱>`，藉此在 Ubuntu 中安裝所有這些應用程式) • gedit – 基本文字編輯器 • audacity – 錄製及編輯音訊檔案 • blender – 製作 3D 動畫和視覺效果 • gimp – 編輯相片 • nautilus – Linux 檔案總管 • vlc – 影片播放器

# Settings_OOBENetworkingIntegration.Description
source: You can easily access networking apps across Windows and Linux operating systems.
cs_cz: K síťovým aplikacím můžete snadno přistupovat v operačních systémech Windows a Linux.
da_dk: Du kan nemt få adgang til netværksapps på tværs af Windows- og Linux-operativsystemer.
de_de: Sie können problemlos auf Netzwerk-Apps unter Windows- und Linux-Betriebssystemen zugreifen.
el_gr: Μπορείτε να έχετε εύκολη πρόσβαση σε εφαρμογές δικτύωσης σε διαφορετικά λειτουργικά συστήματα Windows και Linux.
es_es: Puede acceder fácilmente a las aplicaciones de red en los sistemas operativos Windows y Linux.
fi_fi: Voit käyttää verkkosovelluksia helposti Windows- ja Linux-käyttöjärjestelmissä.
fr_fr: Vous pouvez facilement accéder aux applications réseau sur les systèmes d’exploitation Windows et Linux.
hu_hu: A windowsos és a linuxos operációs rendszereken is könnyedén elérheti a hálózati alkalmazásokat.
it_it: È possibile accedere facilmente alle app di rete in tutti i sistemi operativi Windows e Linux.
ja_jp: Windows と Linux のオペレーティング システム間でネットワーク アプリに簡単にアクセスできます。
ko_kr: Windows 및 Linux 운영 체제에서 네트워킹 앱에 쉽게 액세스할 수 있습니다.
nb_no: Du kan enkelt få tilgang til nettverksapper på tvers av Windows- og Linux-operativsystemer.
nl_nl: U hebt eenvoudig toegang tot netwerk-apps in Windows- en Linux-besturingssystemen.
pl_pl: Możesz łatwo uzyskiwać dostęp do aplikacji sieciowych w systemach operacyjnych Windows i Linux.
pt_br: Você pode acessar aplicativos de rede nos sistemas operacionais Windows e Linux com facilidade.
pt_pt: Pode aceder facilmente a aplicações de rede em sistemas operativos Windows e Linux.
ru_ru: Удобный доступ к сетевым приложениям между операционными системами Windows и Linux.
sv_se: Du kan enkelt komma åt nätverksappar i Windows- och Linux-operativsystem.
tr_tr: Windows ve Linux işletim sistemlerindeki ağ uygulamalarına kolayca erişebilirsiniz.
zh_cn: 可以跨 Windows 和 Linux 操作系统轻松访问网络应用。
zh_tw: 您可以跨 Windows 和 Linux 作業系統，輕鬆存取網路應用程式。

# Settings_OOBENetworkingIntegration.Title
source: Networking Integration
cs_cz: Integrace sítí
da_dk: Netværksintegration
de_de: Netzwerkintegration
el_gr: Ενσωμάτωση Δικτύωσης
es_es: Integración de redes
fi_fi: Verkkointegrointi
fr_fr: Intégration Azure Networking
hu_hu: Hálózati integráció
it_it: Integrazione di rete
ja_jp: ネットワーク統合
ko_kr: 네트워킹 통합
nb_no: Nettverksintegrasjon
nl_nl: Netwerkintegratie
pl_pl: Integracja sieci
pt_br: Integração de Rede
pt_pt: Integração de Rede
ru_ru: Интеграция сети
sv_se: Nätverksintegrering
tr_tr: Ağ Tümleştirmesi
zh_cn: 网络集成
zh_tw: 網路整合

# Settings_OOBENetworkingIntegrationLinuxNetworkingAppsLink.Content
source: Learn More About Networking Applications
cs_cz: Další informace o síťových aplikacích
da_dk: Få mere at vide om netværksprogrammer
de_de: Weitere Informationen zu Netzwerkanwendungen
el_gr: Μάθετε περισσότερα για τις Εφαρμογές Δικτύωσης
es_es: Obtenga más información sobre las aplicaciones de red
fi_fi: Lisätietoja verkkosovelluksista
fr_fr: En savoir plus sur les applications Azure Networking
hu_hu: További információ a hálózati alkalmazásokról
it_it: Altre informazioni sulle applicazioni di rete
ja_jp: ネットワーク アプリケーションに関する詳細情報
ko_kr: 네트워킹 애플리케이션에 대한 자세한 정보
nb_no: Mer informasjon om nettverksprogrammer
nl_nl: Meer informatie over netwerktoepassingen
pl_pl: Dowiedz się więcej o aplikacjach sieciowych
pt_br: Saiba mais sobre aplicativos de rede
pt_pt: Saiba Mais Sobre Aplicações de Rede
ru_ru: Подробнее о сетевых приложениях
sv_se: Läs mer om nätverksprogram
tr_tr: Ağ Uygulamaları Hakkında Daha Fazla Bilgi Edinin
zh_cn: 详细了解网络应用程序
zh_tw: 深入了解網路應用程式

# Settings_OOBENetworkingIntegrationMirroredModeLink.Content
source: Learn More About Mirrored Mode Networking
cs_cz: Další informace o síti v zrcadleném režimu
da_dk: Få mere at vide om netværk i spejlet tilstand
de_de: Weitere Informationen zum Netzwerkbetrieb im gespiegelten Modus
el_gr: Μάθετε περισσότερα για τη Δικτύωση Λειτουργίας Κατοπτρισμού (Mirrored Mode)
es_es: Obtenga más información sobre las redes en modo reflejado
fi_fi: Lisätietoja peilatun tilan verkkotoiminnoista
fr_fr: En savoir plus sur la mise en Azure Networking en mode miroir
hu_hu: További információ a tükrözött módú hálózatkezelésről
it_it: Altre informazioni sulla rete in modalità mirroring
ja_jp: ミラー モード ネットワークに関する詳細情報
ko_kr: 미러 모드 네트워킹에 대한 자세한 정보
nb_no: Mer informasjon om nettverk med avspeilet modus
nl_nl: Meer informatie over netwerken in gespiegelde modus
pl_pl: Dowiedz się więcej o sieci w trybie dublowanym
pt_br: Saiba mais sobre o uso da rede no modo espelhado
pt_pt: Saiba Mais Sobre a Rede no Modo Espelhado
ru_ru: Подробнее о зеркальном режиме работы сети
sv_se: Läs mer om nätverk i speglat läge
tr_tr: Yansıtılmış Mod Ağı Hakkında Daha Fazla Bilgi Edinin
zh_cn: 详细了解镜像模式网络
zh_tw: 深入了解鏡像模式網路功能

# Settings_OOBEVSCodeIntegration.Description
source: You can use WSL as your full-time development environment directly from VS Code.
cs_cz: WSL můžete používat jako plnohodnotné vývojové prostředí přímo z VS Code.
da_dk: Du kan bruge WSL som dit fuldtidsudviklingsmiljø direkte fra VS-kode.
de_de: Sie können WSL als Vollzeitentwicklungsumgebung direkt aus VS Code verwenden.
el_gr: Μπορείτε να χρησιμοποιήσετε το WSL ως το πλήρες περιβάλλον ανάπτυξής σας, απευθείας από το VS Code.
es_es: Puede usar WSL como entorno de desarrollo a tiempo completo directamente desde VS Code.
fi_fi: Voit käyttää WSL:ää täysipäiväisenä kehitysympäristönä suoraan VS Codesta.
fr_fr: Vous pouvez utiliser WSL comme environnement de développement à temps plein directement depuis VS Code.
hu_hu: A WSL-t közvetlenül a VS Code-ból teljes munkaidős fejlesztési környezetként is használhatja.
it_it: Puoi usare WSL come ambiente di sviluppo a tempo pieno direttamente da VS Code.
ja_jp: WSL は、VS Code から直接、フルタイムの開発環境として使用できます。
ko_kr: WSL을 VS Code 직접 전체 개발 환경으로 사용할 수 있습니다.
nb_no: Du kan bruke WSL som utviklingsmiljø på heltid direkte fra VS Code.
nl_nl: U kunt WSL rechtstreeks vanuit VS Code gebruiken als uw fulltime-ontwikkelomgeving.
pl_pl: Podsystemu WSL można używać jako głównego środowiska deweloperskiego bezpośrednio z programu VS Code.
pt_br: Você pode usar o WSL como seu ambiente de desenvolvimento em período integral diretamente do VS Code.
pt_pt: Pode utilizar o WSL como o seu ambiente de desenvolvimento a tempo inteiro diretamente no VS Code.
ru_ru: WSL можно использовать в качестве постоянной среды разработки непосредственно из VS Code.
sv_se: Du kan använda WSL som din utvecklingsmiljö på heltid direkt från VS Code.
tr_tr: WSL'yi tam zamanlı geliştirme ortamınız olarak doğrudan VS Code'dan kullanabilirsiniz.
zh_cn: 可以直接从 VS Code 使用 WSL 作为全时开发环境。
zh_tw: 您可以直接從 VS Code 完全使用 WSL 作為開發環境。

# Settings_OOBEVSCodeIntegration.Title
source: VS Code Integration
cs_cz: Integrace VS Code
da_dk: VS-kodeintegration
el_gr: Ενσωμάτωση VS Code
es_es: Integración de VS Code
fi_fi: VS-koodin integrointi
fr_fr: Intégration de VS Code
hu_hu: VS Code-integráció
it_it: Integrazione VS Code
ja_jp: VS Code の統合
ko_kr: VS Code 통합
nb_no: VS Code-integrasjon
nl_nl: VS Code-integratie
pl_pl: Integracja z programem VS Code
pt_br: Integração com o VS Code
pt_pt: Integração do VS Code
ru_ru: Интеграция VS Code
tr_tr: VS Code Tümleştirmesi
zh_cn: VS Code 集成
zh_tw: VS Code 整合

# Settings_OOBEVSCodeIntegrationLink.Content
source: Learn More About Using WSL with VS Code
cs_cz: Další informace o používání WSL s VS Code
da_dk: Få mere at vide om brug af WSL med VS-kode
de_de: Weitere Informationen zur Verwendung von WSL mit VS Code
el_gr: Μάθετε περισσότερα για τη χρήση του WSL με το VS Code
es_es: Obtener más información sobre el uso de WSL con VS Code
fi_fi: Lisätietoja WSL:n käyttämisestä VS Coden kanssa
fr_fr: En savoir plus sur l'utilisation de WSL avec VS Code
hu_hu: További információ a WSL használatáról VS Code-dal
it_it: Altre informazioni sull'uso di WSL con VS Code
ja_jp: VS Code での WSL の使用に関する詳細情報
ko_kr: VS Code WSL 사용에 대한 자세한 정보
nb_no: Mer informasjon om hvordan du bruker WSL med VS Code
nl_nl: Meer informatie over het gebruik van WSL met VS Code
pl_pl: Dowiedz się więcej o używaniu podsystemu WSL z programem VS Code
pt_br: Saiba mais sobre como usar o WSL com o VS Code
pt_pt: Saiba Mais Sobre a Utilização do WSL com o VS Code
ru_ru: Подробнее об использовании WSL с VS Code
sv_se: Läs mer om att använda WSL med VS Code
tr_tr: WSL'yi VS Code ile Kullanma Hakkında Daha Fazla Bilgi Edinin
zh_cn: 详细了解如何将 WSL 与 VS Code 配合使用
zh_tw: 深入了解如何搭配使用 WSL 與 VS Code

# Settings_OOBEVSCodeIntegration_VSCodeInstallTitle.Text
source: How to install
cs_cz: Postup instalace
da_dk: Sådan installeres
de_de: Installationsanleitung
el_gr: Πώς να κάνετε εγκατάσταση
es_es: Cómo instalarlo
fi_fi: Asennusohje
fr_fr: Comment installer
hu_hu: A telepítés módja
it_it: Come installare
ja_jp: インストールの方法
ko_kr: 설치 방법
nb_no: Slik installerer du
nl_nl: Installatie-instructies
pl_pl: Jak zainstalować
pt_br: Como instalar
pt_pt: Como instalar
ru_ru: Установка
sv_se: Så här installerar du
tr_tr: Yükleme
zh_cn: 如何安装
zh_tw: 安裝方式

# Settings_OOBEVSCodeIntegration_VSCodeInstallSample.Text
source: After youve installed VS Code, you can install the Remote WSL extension from Windows Terminal: 'code install-extension ms-vscode-remote.remote-wsl'
cs_cz: Po instalaci nástroje VS Code můžete nainstalovat rozšíření Remote WSL z terminálu Windows: code –install-extension ms-vscode-remote.remote-wsl
da_dk: Når du har installeret VS-kode, kan du installere Fjern-WSL-udvidelsen fra Windows Terminal: 'code –install-extension ms-vscode-remote.remote-wsl'
de_de: Nachdem Sie VS Code installiert haben, können Sie die Remote-WSL-Erweiterung über das Windows-Terminal installieren: „code –install-extension ms-vscode-remote.remote-wsl“
el_gr: Αφού εγκαταστήσετε το VS Code, μπορείτε να εγκαταστήσετε την επέκταση Remote WSL από το Τερματικό των Windows: 'code –install-extension ms-vscode-remote.remote-wsl'
es_es: Después de instalar VS Code, puedes instalar la extensión WSL remota desde el Terminal Windows: 'code –install-extension ms-vscode-remote.remote-wsl'
fi_fi: Kun olet asentanut VS Coden, voit asentaa WSL-etälaajennuksen Windows-päätteestä: code –install-extension ms-vscode-remote.remote-wsl
fr_fr: Après avoir installé VS Code, vous pouvez installer l’extension Remote WSL à partir du terminal Windows : 'code –install-extension ms-vscode-remote.remote-wsl'
hu_hu: A VS Code telepítése után telepítheti a távoli WSL-bővítményt a Windows terminálból: 'code –install-extension ms-vscode-remote.remote-wsl'
it_it: Dopo aver installato VS Code, è possibile installare l'estensione WSL remota da Terminale Windows: 'code –install-extension ms-vscode-remote.remote-wsl`
ja_jp: VS Code をインストールしたら、Windows ターミナルからリモート WSL 拡張機能をインストールできます: 'code –install-extension ms-vscode-remote.remote-wsl'
ko_kr: VS Code 설치한 후 Windows 터미널 원격 WSL 확장을 설치할 수 있습니다. 'code –install-extension ms-vscode-remote.remote-wsl'
nb_no: Etter at du har installert VS Code, kan du installere den eksterne WSL-utvidelsen fra Windows Terminal: code –install-extension ms-vscode-remote.remote-wsl
nl_nl: Nadat u VS Code hebt geïnstalleerd, kunt u de externe WSL-extensie installeren vanuit Windows Terminal: 'code –install-extension ms-vscode-remote.remote-wsl'
pl_pl: Po zainstalowaniu programu VS Code możesz zainstalować rozszerzenie Remote WSL z poziomu narzędzia Terminal Windows: „code –install-extension ms-vscode-remote.remote-wsl”
pt_br: Depois de instalar o VS Code, você pode instalar a extensão Remote WSL a partir do Terminal do Windows: 'code –install-extension ms-vscode-remote.remote-wsl'
pt_pt: Depois de instalar o VS Code, pode instalar a extensão Remote WSL a partir do Terminal do Windows: 'code –install-extension ms-vscode-remote.remote-wsl'
ru_ru: После установки VS Code можно установить удаленное расширение WSL из терминала Windows: 'code –install-extension ms-vscode-remote.remote-wsl'
sv_se: När du har installerat VS Code kan du installera WSL-fjärrtillägget från Windows-terminal: code –install-extension ms-vscode-remote.remote-wsl
tr_tr: VS Code'u yükledikten sonra Remote WSL uzantısını Windows Terminal'dan yükleyebilirsiniz: 'code –install-extension ms-vscode-remote.remote-wsl'
zh_cn: 安装 VS Code 后，可以从 Windows 终端安装远程 WSL 扩展: "code –install-extension ms-vscode-remote.remote-wsl"
zh_tw: 安裝 VS Code 之後，即可從 Windows 終端機安裝遠端 WSL 延伸模組: 'code –install-extension ms-vscode-remote.remote-wsl'

# Settings_OOBEVSCodeIntegration_VSCodeOpenProjectTitle.Text
source: Open a WSL Project in Visual Studio Code
cs_cz: Otevření projektu WSL ve Visual Studio Code
da_dk: Åbn et WSL-projekt i Visual Studio-kode
de_de: WSL-Projekt in Visual Studio Code öffnen
el_gr: Ανοίξτε ένα Έργο WSL στο Visual Studio Code
es_es: Abrir un proyecto WSL en Visual Studio Code
fi_fi: Avaa WSL-projekti Visual Studio koodissa
fr_fr: Ouvrir un Projet WSL dans Visual Studio Code
hu_hu: WSL-projekt megnyitása Visual Studio Code-ban
it_it: Apri un progetto WSL in Visual Studio Code
ja_jp: Visual Studio Code で WSL プロジェクトを開く
ko_kr: Visual Studio Code WSL 프로젝트 열기
nb_no: Åpne et WSL-prosjekt i Visual Studio Code
nl_nl: Open een WSL-project in Visual Studio Code
pl_pl: Otwórz projektu podsystemu WSL w programie Visual Studio Code
pt_br: Abrir um projeto do WSL no Visual Studio Code
pt_pt: Abrir um Projeto do WSL no Visual Studio Code
ru_ru: Открыть проект WSL в Visual Studio Code
sv_se: Öppna ett WSL-projekt i Visual Studio Code
tr_tr: Visual Studio Code'da bir WSL Projesi Açma
zh_cn: 在 Visual Studio Code 中打开 WSL 项目
zh_tw: 使用 Visual Studio Code 開啟 WSL 專案
